Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/laozi__laozi-chapter-055__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 含德之厚，比於赤子。
en: He who has in himself abundantly the attributes (of the Dao) is like an infant.

source: 蜂蠆虺蛇不螫，猛獸不據，攫鳥不搏。
en: Poisonous insects will not sting him; fierce beasts will not seize him; birds of prey will not strike him.

source: 骨弱筋柔而握固。
en: (The infant's) bones are weak and its sinews soft, but yet its grasp is firm.

source: 未知牝牡之合而全作，
en: It knows not yet the union of male and female, and yet its virile member may be excited; - showing the perfection of its physical essence.

source: 精之至也。
en: All day long it will cry without its throat becoming hoarse; - showing the harmony (in its constitution).

source: 終日號而不嗄，
en: To him by whom this harmony is known,

source: 和之至也。
en: (The secret of) the unchanging (Dao) is shown,

source: 知和曰常，
en: And in the knowledge wisdom finds its throne.

source: 知常曰明。
en: All life-increasing arts to evil turn;

source: 益生曰祥。
en: Where the mind makes the vital breath to burn,

source: 心使氣曰強。
en: When things have become strong, they (then) become old, which may be said to be contrary to the Dao.

source: 物壯則老，謂之不道，不道早已。
en: Whatever is contrary to the Dao soon ends.
